app/controllers/contactos_controller.rb

INSERT INTO `contactos` (`name`, `company`, `created_at`, `updated_at`, `phone`, `message`, `email`) VALUES(NULL, NULL, '2010-01-19 19:36:31', '2010-01-19 19:36:31', NULL, NULL, NULL)
---
  def guardar
     @contacto = Contacto.new
     @contacto.attributes = params[:contacto]
     @contacto.save